WELCOME_MESSAGE = "👁 Третий Глаз | DALLE 2 - это бот для генерации изображений на основе словесного описания."
HELP_MESSAGE = "↔️ Чтобы перемещаться по разделам бота, используйте команды на месте вашей клавиатуры.\n\n🔤 Запросы на " \
               "генерацию бот лучше воспринимает на английском языке\n\n📃 Чем подробнее описание, тем лучше изображение" \
               " результат!) "
ABOUT_MESSAGE = "🤖 Бот генерирует изображеня по текстовому запросу с помощью нейросети DALLE•2\n\n" \
                "🖤 Разработан с любовью командой канала [👁 Третий Глаз](https://t.me/+BPwAeq0kYfxkZjMy)"
CONTACTS_MESSAGE = "Ссылка на наш канал: https://t.me/+BPwAeq0kYfxkZjMy\n\n" \
                "Предложка канала- @thirdeyedbot\n\n"\
                "Ссылка на наш дискорд: https://discord.gg/MBtV8XXaac\n\nСвязь: @third3y3d"