WELCOME_MESSAGE = "👁 Третий Глаз | DALLE 2 - это бот для генерации изображений на основе словесного описания."
HELP_MESSAGE = "Чтобы перемещаться по разделам бота, используйте команды на месте вашей клавиатуры.\n\nЗапросы на " \
               "генерацию бот лучше воспринимает на английском языке, и чем подробнее вы его напишите тем, лучше будет" \
               " результат!) "
ABOUT_MESSAGE = "Мы, 👁Третий Глаз, команда любителей будущего и всего, что с ним связанно.\n\n"\
                "Развитие комьюнити, увлеченного нейросетями - наша основная задача.\n\n" \
                "Присоединяйся к нам и мы построим мир будущего!"
CONTACTS_MESSAGE = "Ссылка на наш канал: https://t.me/+QJgRn7pl_c4zNGRi\n\n" \
                "Предложка канала- @thirdeyedbot\n\n"\
                "Ссылка на наш дискорд: https://discord.gg/MBtV8XXaac\n\nСвязь: @third3y3d"