WELCOME_MESSAGE = "👁 Третий Глаз | DALLE 2 - это бот для генерации изображений на основе словесного описания."
HELP_MESSAGE = "↔️ Чтобы перемещаться по разделам бота, используйте команды на месте вашей клавиатуры.\n\n" \
               "🔤 Запросы на генерацию бот лучше воспринимает на английском языке\n\n" \
               "📃 Чем подробнее описание, тем лучше качество изображения!"
ABOUT_MESSAGE = "🤖 Бот генерирует изображеня по текстовому запросу с помощью нейросети DALLE•2\n\n" \
                "🖤 Разработан с любовью командой канала [👁 Третий Глаз](https://t.me/+BPwAeq0kYfxkZjMy)"
CONTACTS_MESSAGE = "Ссылка на наш канал: https://t.me/+BPwAeq0kYfxkZjMy\n\n" \
                "Предложка канала- @thirdeyedbot\n\n"\
                "Ссылка на наш дискорд: https://discord.gg/MBtV8XXaac\n\nСвязь: @third3y3d"
CHECK_MESSAGE = "⚡️ Чтобы пользоваться этим ботом, подпишитесь пожалуйста на наш канал. " \
                "\n\nТам вы найдете инструкцию по использованию другой нейросети - MidJourney, " \
                "а так же галерею её генераций!\n\nhttps://t.me/+BPwAeq0kYfxkZjMy"
EXCEPTION_MESSAGE = '🤖 Упс, попробуй снова\n/start'
GENERATE_MESSAGE = "Введите текстовый запрос\n\n *Желательно на английском языке для лучшего результата"
EMPTY_MESSAGE = "💁‍♂️ Я такой команды не знаю\n Если нужна подсказка, то напишите /help."
MAIN_MESSAGE = "🌝 Чем могу помочь?"
AUTH_NO_MESSAGE = "😢 Вы не подписаны на наш канал"
THANKS_MESSAGE = "🖤 Спасибо!"
UPGRADE_MESSAGE1 = "🎯 Минуточку, улучшаю первое изображение"
UPGRADE_MESSAGE2 = "🎯 Минуточку, улучшаю второе изображение"
WORK_MESSAGE = "⚙️ Минутку, генерирую изображение"
WAIT_MESSAGE = "⏱ Примерное время ожидания: "

WELCOME_BTN = '🌚 Да, вперед'
CORRECT_AUTH_BTN = '✅ Я вступил!'
GENERATE_BTN = "🚀 Сгенерировать изображение"
ABOUT_BTN = "👁 О проекте"
CONTACTS_BTN = "👨🏻‍💻 Контакты"
CANCEL_BTN = '🕹 Сгенерировать ещё'
UP1_BTN = '1️⃣ Улучшить'
UP2_BTN = '2️⃣ Улучшить'