WELCOME_MESSAGE = "👁 Третий Глаз | DALLE 2 - это бот для генерации изображений на основе словесного описания."
HELP_MESSAGE = "↔️ Чтобы перемещаться по разделам бота, используйте команды на месте вашей клавиатуры.\n\n" \
               "🔤 Запросы на генерацию бот лучше воспринимает на английском языке\n\n" \
               "📃 Чем подробнее описание, тем лучше качество изображения!"
ABOUT_MESSAGE = "🤖 Бот генерирует изображеня по текстовому запросу с помощью нейросети DALLE•2\n\n" \
                "🖤 Разработан с любовью командой канала [👁 Третий Глаз](https://t.me/+BPwAeq0kYfxkZjMy)"
CONTACTS_MESSAGE = "Ссылка на наш канал: https://t.me/+BPwAeq0kYfxkZjMy\n\n" \
                "Предложка канала- @thirdeyedbot\n\n"\
                "Ссылка на наш дискорд: https://discord.gg/MBtV8XXaac\n\nСвязь: @third3y3d"
CHECK_MESSAGE = "⚡️ Чтобы пользоваться этим ботом, подпишитесь пожалуйста на наш канал. " \
                "\n\nТам вы найдете инструкцию по использованию другой нейросети - MidJourney, " \
                "а так же галерею её генераций!\n\nhttps://t.me/+BPwAeq0kYfxkZjMy"